Repository: varahi/SymfonyWebChat
Catalog: translations/security.*.xlf
Languages: ru

source: An authentication exception occurred.
ru: Ошибка аутентификации.

source: Authentication credentials could not be found.
ru: Аутентификационные данные не найдены.

source: Authentication request could not be processed due to a system problem.
ru: Запрос аутентификации не может быть обработан в связи с проблемой в системе.

source: Invalid credentials.
ru: Недействительные аутентификационные данные.

source: Cookie has already been used by someone else.
ru: Cookie уже был использован кем-то другим.

source: Not privileged to request the resource.
ru: Отсутствуют права на запрос этого ресурса.

source: Invalid CSRF token.
ru: Недействительный токен CSRF.

source: No authentication provider found to support the authentication token.
ru: Не найден провайдер аутентификации, поддерживающий токен аутентификации.

source: No session available, it either timed out or cookies are not enabled.
ru: Сессия не найдена, ее время истекло, либо cookies не включены.

source: No token could be found.
ru: Токен не найден.

source: Username could not be found.
ru: Имя пользователя не найдено.

source: Account has expired.
ru: Время действия учетной записи истекло.

source: Credentials have expired.
ru: Время действия аутентификационных данных истекло.

source: Account is disabled.
ru: Учетная запись отключена.

source: Account is locked.
ru: Учетная запись заблокирована.

source: Too many failed login attempts, please try again later.
ru: Слишком много неудачных попыток входа, пожалуйста, попробуйте позже.

source: Invalid or expired login link.
ru: Ссылка для входа недействительна или просрочена.

source: Too many failed login attempts, please try again in %minutes% minute.
ru: Слишком много неудачных попыток входа, повторите попытку через %minutes% минуту.

source: Too many failed login attempts, please try again in %minutes% minutes.
ru: Слишком много неудачных попыток входа, повторите попытку через %minutes% минуту.|Слишком много неудачных попыток входа, повторите попытку через %minutes% минуты.|Слишком много неудачных попыток входа, повторите попытку через %minutes% минут.
